-- phpMyAdmin SQL Dump
-- version 3.2.5
-- http://www.phpmyadmin.net
--
-- 主机: rdsvzqqm2zjrfeq.mysql.rds.aliyuncs.com:3306
-- 生成日期: 2014 年 12 月 29 日 13:50
-- 服务器版本: 5.5.18
-- PHP 版本: 5.5.16

SET SQL_MODE="NO_AUTO_VALUE_ON_ZERO";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

CREATE DATABASE IF NOT EXISTS `book` DEFAULT CHARSET=utf8;
USE `book`;

--
-- 数据库: `book`
--

-- --------------------------------------------------------

--
-- 表的结构 `cmsl_category`
--

CREATE TABLE IF NOT EXISTS `cmsl_category` (
  `cate_id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `parent_id` int(11) NOT NULL,
  `name` varchar(50) NOT NULL,
  `sort` smallint(5) NOT NULL,
  PRIMARY KEY (`cate_id`),
  KEY `parent_id` (`parent_id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=112 ;

--
-- 转存表中的数据 `cmsl_category`
--

INSERT DELAYED INTO `cmsl_category` VALUES(1, 0, '男频', 1);
INSERT DELAYED INTO `cmsl_category` VALUES(2, 0, '女频', 2);
INSERT DELAYED INTO `cmsl_category` VALUES(85, 1, '玄幻', 0);
INSERT DELAYED INTO `cmsl_category` VALUES(89, 1, '武侠', 3);
INSERT DELAYED INTO `cmsl_category` VALUES(87, 1, '奇幻', 1);
INSERT DELAYED INTO `cmsl_category` VALUES(88, 1, '仙侠', 2);
INSERT DELAYED INTO `cmsl_category` VALUES(90, 1, '都市', 4);
INSERT DELAYED INTO `cmsl_category` VALUES(91, 1, '军事', 5);
INSERT DELAYED INTO `cmsl_category` VALUES(92, 1, '科幻', 6);
INSERT DELAYED INTO `cmsl_category` VALUES(93, 1, '历史', 7);
INSERT DELAYED INTO `cmsl_category` VALUES(94, 1, '网游', 8);
INSERT DELAYED INTO `cmsl_category` VALUES(95, 1, '体育', 9);
INSERT DELAYED INTO `cmsl_category` VALUES(96, 1, '悬疑', 10);
INSERT DELAYED INTO `cmsl_category` VALUES(97, 1, '机甲', 11);
INSERT DELAYED INTO `cmsl_category` VALUES(98, 1, '末世', 12);
INSERT DELAYED INTO `cmsl_category` VALUES(99, 1, '无限', 13);
INSERT DELAYED INTO `cmsl_category` VALUES(100, 1, '系统', 14);
INSERT DELAYED INTO `cmsl_category` VALUES(101, 1, '重生', 15);
INSERT DELAYED INTO `cmsl_category` VALUES(102, 1, '同人', 16);
INSERT DELAYED INTO `cmsl_category` VALUES(103, 2, '都市言情', 0);
INSERT DELAYED INTO `cmsl_category` VALUES(104, 2, '幻想言情', 1);
INSERT DELAYED INTO `cmsl_category` VALUES(105, 2, '古代言情', 2);
INSERT DELAYED INTO `cmsl_category` VALUES(106, 2, '总裁', 3);
INSERT DELAYED INTO `cmsl_category` VALUES(107, 2, '宫廷', 4);
INSERT DELAYED INTO `cmsl_category` VALUES(108, 2, '校园', 5);
INSERT DELAYED INTO `cmsl_category` VALUES(109, 2, '种田', 6);
INSERT DELAYED INTO `cmsl_category` VALUES(110, 2, '女尊', 7);
INSERT DELAYED INTO `cmsl_category` VALUES(111, 2, '轻小说', 8);


-- --------------------------------------------------------

--
-- 表的结构 `cmsl_book`
--

CREATE TABLE IF NOT EXISTS `cmsl_book` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `cate_id` smallint(5) NOT NULL,
  `icon` varchar(255) NOT NULL,
  `title` varchar(255) NOT NULL,
  `intro` text NOT NULL,
  `intro_short` varchar(500) NOT NULL,
  `tags` varchar(255) NOT NULL,
  `author` varchar(20) NOT NULL,
  `isSerial` tinyint(1) NOT NULL COMMENT '是否连载',
  `source` varchar(15) NOT NULL,
  `out_id` varchar(50) NOT NULL,
  `hot` int(11) NOT NULL,
  `hot_total` int(11) NOT NULL,
  `last_chapter` varchar(255) NOT NULL,
  `chapter_count` int(11) NOT NULL,
  `updated` varchar(50) NOT NULL,
  `easou_id` varchar(50) NOT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `out_id` (`out_id`),
  KEY `hot` (`hot`),
  KEY `hot_total` (`hot_total`),
  KEY `cate_id` (`cate_id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=336542 ;

--
-- 转存表中的数据 `cmsl_book`
--

INSERT DELAYED INTO `cmsl_book` VALUES(663, 85, 'http://image.cmfu.com/books/2952453/2952453.jpg', '完美世界', '一粒尘可填海，一根草斩尽日月星辰，弹指间天翻地覆。\r\n群雄并起，万族林立，诸圣争霸，乱天动地。问苍茫大地，谁主沉浮？！\r\n一个少年从大荒中走出，一切从这里开始……', '一粒尘可填海，一根草斩尽日月星辰，弹指间天翻地覆。 群雄并起，万族林立，诸圣争霸，乱天动地。问苍茫大地，谁主沉浮？！ 一个少年从大荒中走出，一切从这里开始……', '玄幻', '辰东', 1, 'easou', '520da5d2dd2dfa6926000fc0', 2820, 50544, '第一千零五十六章凤凰山', 1078, '2014-12-24T15:06:10.508Z', '10645516:1010645516');
INSERT DELAYED INTO `cmsl_book` VALUES(664, 85, 'http://image.cmfu.com/books/2470949/2470949.jpg', '武极天下', '一个梦想进入武府圣地的普通少年，立志追求极致武学。\r\n然而面对竞争激烈的考核，又有世家子弟的借势压人，小小平凡少年如何立足？\r\n宗门传承严格保密，核心功法概不外传，在功法传承如此难得天衍大陆，即便进了武府和宗门，想学到顶级武学又谈何容易？\r\n来自神域的小小魔方，展开一个强者的世界。\r\n功法要学就学最顶尖。\r\n生活职业要选就选别人都不会的。\r\n热血的对决，天才的竞争，三尺枪芒，千里直驱，武道极致，独步天下！\r\n蚕茧已有《神偷化身》《魔兽多塔之异世风云》两部作品，全部完本，人品保证，请放心收藏。\r\n读者群：1群：（182380907）2群：（121787009）', '一个梦想进入武府圣地的普通少年，立志追求极致武学。 然而面对竞争激烈的考核，又有世家子弟的借势压人，小小平凡少年如何立足？ 宗门传承严格保密，核心功法概不外传，...', '玄幻', '蚕茧里的牛', 1, 'easou', '5090b438ca056db612000033', 668, 23631, '第一千八百零五章泣血神泉', 1860, '2014-12-24T16:55:00.032Z', '5655930:1005655930');
INSERT DELAYED INTO `cmsl_book` VALUES(665, 85, 'http://image.zhuishushenqi.com/cover/9e/9e29954656161bba543b48de370f98d0.jpg', '绝世唐门', '这里没有魔法，没有斗气，没有武术，却有武魂。唐门创立万年之后的斗罗大陆上，唐门式微。一代天骄横空出世，新一代史莱克七怪能否重振唐门，谱写一曲绝世唐门之歌？ \r\n百万年魂兽，手握日月摘星辰的死灵圣法神，导致唐门衰落的全新魂导器体系。一切的神奇都将一一展现。 \r\n唐门暗器能否重振雄风，唐门能否重现辉煌，一切尽在绝世唐门！', '这里没有魔法，没有斗气，没有武术，却有武魂。唐门创立万年之后的斗罗大陆上，唐门式微。一代天骄横空出世，新一代史莱克七怪能否重振唐门，谱写一曲绝世唐门之歌？  ...', '玄幻', '唐家三少', 1, 'soso', '50ad78755da9cfc663000008', 1816, 60267, '第五百二十一章 第二魂核的两种修炼方式（下）', 1569, '2014-12-20T00:20:28.172Z', '6109786:12456700');
INSERT DELAYED INTO `cmsl_book` VALUES(666, 85, 'http://img.17k.com/images/bookcover/2014/1955/9/391013-1409551458000.jpg', '龙血战神', '【至尊龍族VIP群：59236347】\r\n上古世纪，天地初开，龙祭大陆乃神龙一族之天下，时至今日神龙灭绝殆尽，神秘浩劫再度降临，天下苍生岌岌可危！\r\n少年龙辰，背负父辈荣耀使命，追逐神龙灭绝谜团。机缘巧合之下，成为亿万年来唯一的祖龙武者，问鼎龙族至尊，号令天下神龙。\r\n最热血战斗，最感人柔情，血剑暴杀，神龙摆尾，龙威浩荡，傲立天穹！浩劫降临之日，亿万龙族再度归来，旷世之战，一触即发！\r\n吾辈太古龙族，甘愿血染青天，只为兄弟情义；挥手倒转星河，只为美人如诗；吾等让众神陨落，天道崩裂，只为天下芸芸众生！\r\n吞天族，我们回来了！\r\n【联系作者，请加微信：fengqingyang17k。】', '【至尊龍族VIP群：59236347】 上古世纪，天地初开，龙祭大陆乃神龙一族之天下，时至今日神龙灭绝殆尽，神秘浩劫再度降临，天下苍生岌岌可危！ 少年龙辰，背负...', '玄幻', '风青阳', 1, 'soso', '512199de221b4d2f30000100', 491, 9079, '第733章王级神魔战场', 2835, '2014-12-24T10:41:04.850Z', '');
INSERT DELAYED INTO `cmsl_book` VALUES(667, 85, 'http://static.zongheng.com/upload/cover/2014/05/1399861801749.jpg', '符皇', '家族被毁，亲人失踪，婚约被撕……这个松烟城人人讥笑的扫把星，却获得百万年前荒古时期的一座神魔洞府传承！从此以后制神符，炼体魄，修无上剑道，悟法则奥义……凭借过人的胆识和逆天的机缘，在这神魔纵横，妖魅潜行的大世界中，最终踏上无尽大道的巅峰，掌控天下！—…', '家族被毁，亲人失踪，婚约被撕……这个松烟城人人讥笑的扫把星，却获得百万年前荒古时期的一座神魔洞府传承！从此以后制神符，炼体魄，修无上剑道，悟法则奥义……凭借过人...', '玄幻', '萧瑾瑜', 1, 'leidian', '531609b439c7575d6301e494', 1720, 149, '第一千四百四十四章 各方行动【第二更】', 1469, '2014-12-24T15:53:59.309Z', '12924474:13054741');
INSERT DELAYED INTO `cmsl_book` VALUES(668, 85, 'http://image.cmfu.com/books/2494758/2494758.jpg', '武炼巅峰', '武之巅峰，是孤独，是寂寞，是漫漫求索，是高处不胜寒\n逆境中成长，绝地里求生，不屈不饶，才能堪破武之极道。\n凌霄阁试炼弟子兼扫地小厮杨开偶获一本无字黑书，从此踏上漫漫武道。\n******************\n感谢书友那不是爱、是依赖提供的打油诗一首：\n先天不足难修武，不屈之魂开黑书。\n金身岂可无傲骨，武道怎能有坦途。\n漫漫长路纵然苦，凌云壮志不屈服。\n荆棘遍布巅峰路，一将功成万骨枯。\n*****************\n新书上传，各种求啊！', '武之巅峰，是孤独，是寂寞，是漫漫求索，是高处不胜寒 逆境中成长，绝地里求生，不屈不饶，才能堪破武之极道。 凌霄阁试炼弟子兼扫地小厮杨开偶获一本无字黑书，从此踏上...', '玄幻', '莫默', 1, 'easou', '50bee5172033d09b2f00001b', 2069, 14385, '第一千九百七十一章为什么要偷袭我', 1998, '2014-12-24T10:41:33.843Z', '5802386:1005802386');
INSERT DELAYED INTO `cmsl_book` VALUES(669, 85, 'http://images.zhulang.com/book_cover/image/22/41/224130.jpg', '绝世武神', '九霄大陆，武道为尊，弱者庸碌，受人欺凌，强者一怒，血流成河。\r\n新浪微博：净无痕童鞋；\r\n微信公众号：jingwuhen888\r\n神霄大陆：171910648；青霄大陆\r\n278378674；碧霄大陆：53764426；\r\n紫宵大陆：24927835；太霄大陆：372510535；丹宵大陆：135199833；\r\n琅霄大陆：311522704；景霄大陆：63472678；玉霄大陆：365759914；\r\n铁杆群天台：245995559（进群需全订阅或粉丝榜有名字）', '九霄大陆，武道为尊，弱者庸碌，受人欺凌，强者一怒，血流成河。 新浪微博：净无痕童鞋； 微信公众号：jingwuhen888 神霄大陆：171910648；青霄大...', '玄幻', '净无痕', 1, 'easou', '520c8dbf25d13a3202000002', 914, 4616, '第2420章闯佛山', 2427, '2014-12-24T10:39:33.370Z', '6328141:9226918');
INSERT DELAYED INTO `cmsl_book` VALUES(670, 85, 'http://image.cmfu.com/books/3258971/3258971.jpg', '帝霸', '千万年前，李七夜栽下一株翠竹。\n八百万年前，李七夜养了一条鲤鱼。\n五百万年前，李七夜收养一个小女孩。\n…………………………\n今天，李七夜一觉醒来，翠竹修练成神灵，鲤鱼化作金龙，小女孩成为九界女帝。\n这是一个养成的故事，一个不死的人族小子养成了妖神、养成了仙兽、养成了女帝的故事\n…………………………\nVIP群：76234158（只加VIP读者，需要验证）\n普通群：307574626', '千万年前，李七夜栽下一株翠竹。 八百万年前，李七夜养了一条鲤鱼。 五百万年前，李七夜收养一个小女孩。 ………………………… 今天，李七夜一觉醒来，翠竹修练成神灵...', '玄幻', '厌笔萧生', 1, 'leidian', '53e56ee335f79bb626a496c9', 1142, 0, '第六百零九章石浩', 611, '2014-12-24T13:03:59.424Z', '14528828:14739010');
INSERT DELAYED INTO `cmsl_book` VALUES(671, 85, 'http://image.cmfu.com/books/3173393/3173393.jpg', '儒道至圣', '这是一个读书人掌握天地之力的世界。\n才气在身，诗可杀敌，词能灭军，文章安天下。\n秀才提笔，纸上谈兵；举人杀敌，出口成章；进士一怒，唇枪舌剑。\n圣人驾临，口诛笔伐，可诛人，可判天子无道，以一敌国。\n此时，圣院把持文位，国君掌官位，十国相争，蛮族虎视，群妖作乱。\n此时，无唐诗大兴，无宋词鼎盛，无创新文章，百年无新圣。\n一个默默无闻的寒门子弟，被人砸破头后，挟传世诗词，书惊圣文章，踏上至圣之路。', '这是一个读书人掌握天地之力的世界。 才气在身，诗可杀敌，词能灭军，文章安天下。 秀才提笔，纸上谈兵；举人杀敌，出口成章；进士一怒，唇枪舌剑。 圣人驾临，口诛笔伐...', '玄幻', '永恒之火', 1, 'easou', '5373898f1032be0155019e73', 1143, 0, '第455章小规矩', 457, '2014-12-24T15:52:30.232Z', '13972422:1013972422');
INSERT DELAYED INTO `cmsl_book` VALUES(672, 85, 'http://image.cmfu.com/books/1952707/1952707.jpg', '傲世九重天', '一笑风雷震，一怒沧海寒；一手破苍穹，一剑舞长天！\r\n一人一剑，傲世九重天！\r\n傲世九重天群：138482689（VIP订阅群。）', '一笑风雷震，一怒沧海寒；一手破苍穹，一剑舞长天！ 一人一剑，傲世九重天！ 傲世九重天群：138482689（VIP订阅群。）', '玄幻', '风凌天下', 1, 'easou', '5090718cc3aaa79704000001', 344, 53114, '完本感言！（跟大家说说话儿（三））', 2738, '2014-09-06T15:59:17.388Z', '8141499:1008141499');
INSERT DELAYED INTO `cmsl_book` VALUES(673, 85, 'http://chuangshi.qq.com/Public/mainsite/Uploads/2014-02-27/530ee0f8113d1.jpg', '龙印战神', '星际大航海时代，武道文明昌盛。\n一个烂泥样的问题学生，一块神秘的龙印，成就了一位无双的天才。\n未来星空下，看这个少年如何以绝世之姿，登上波澜壮阔的舞台，一步步迈上浩瀚星空的巅峰。\n(本书原名《盖世战神》）\n…………\n公布两个书友群：\n【渔村银翎军】：105094496（需收藏截图）\n【渔村破冰船】：102524416（VIP群，需订阅或月票截图。）', '星际大航海时代，武道文明昌盛。 一个烂泥样的问题学生，一块神秘的龙印，成就了一位无双的天才。 未来星空下，看这个少年如何以绝世之姿，登上波澜壮阔的舞台，一步步迈...', '玄幻', '半步沧桑', 1, 'sogou', '5310e67ad83f77cd490434d6', 365, 52, '第956章 五方谈判', 957, '2014-12-24T09:24:39.388Z', '12927587:14083122');
INSERT DELAYED INTO `cmsl_book` VALUES(674, 85, 'http://img1.chuangshi.qq.com/upload/2014-05-28/538556534e2ba.jpg', '择天记', '太始元年，有神石自太空飞来，分散落在人间，其中落在东土大陆的神石，上面镌刻着奇怪的图腾，人因观其图腾而悟道，后立国教。\n数千年后，十四岁的少年孤儿陈长生，为治病改命离开自己的师父，带着一纸婚约来到神都，从而开启了一个逆天强者的崛起征程。', '太始元年，有神石自太空飞来，分散落在人间，其中落在东土大陆的神石，上面镌刻着奇怪的图腾，人因观其图腾而悟道，后立国教。 数千年后，十四岁的少年孤儿陈长生，为治病...', '玄幻', '猫腻', 1, 'leidian', '53855a750ac0b3a41e00c7e6', 979, 0, '第二十六章我可能是你的命运', 311, '2014-12-24T11:25:28.689Z', '14032051:14232382');
INSERT DELAYED INTO `cmsl_book` VALUES(675, 85, 'http://image.cmfu.com/books/3012425/3012425.jpg', '九阳剑圣', '大一菜鸟男生阳顶天，拥有亿万中无一的九阳之躯，阳火无比旺盛。\n在十九岁生日和女友的浪漫夜晚，他身体自燃，穿越了。\n穿越到了另外一个世界，一个武力为尊的世界。\n原本灾难一般的九阳之躯，在这里成为了千年不遇的九阳玄脉。\n莫名其妙地，他继承了天下第一大宗，成为天下第一美人的未婚夫！\n……\nps：本人入行九年，完本7本，出版超百集，质量保证，放心支持。另有270万字完本精品《机战皇》，没有看过的，欢迎品尝。', '大一菜鸟男生阳顶天，拥有亿万中无一的九阳之躯，阳火无比旺盛。 在十九岁生日和女友的浪漫夜晚，他身体自燃，穿越了。 穿越到了另外一个世界，一个武力为尊的世界。 原...', '玄幻', '沉默的糕点', 1, 'easou', '5272db44daf0c6a71800efca', 512, 634, '七七七:幽冥落幕！征服海心女王！(2更)', 809, '2014-12-24T15:26:26.367Z', '11790256:0');
INSERT DELAYED INTO `cmsl_book` VALUES(676, 85, 'http://image.cmfu.com/books/3144004/3144004.jpg', '史上第一祖师爷', '穿越了，也有了一个系统，但林锋压力山大。\n系统主线任务：林锋开山立派，建立史上第一大宗门，林锋本人成为第一祖师。\n于是为了成为史上第一祖师爷，林锋开始奋斗。\n“你叫石天昊？天生至尊，却被族兄谋夺，现在被生父寄养在一个小山村里？来来来，跟为师走，咱们让那些人知道一下，欠下的公道，必须还！”\n“你叫萧焱？昔日天才，现在废柴，你的未婚妻还上门打脸退婚？来来来，跟为师走，咱们让那丫头知道一下，什么叫莫欺少年穷！”\n“你叫朱易？侯府庶子，被父亲压制，母亲是昔日圣女却被人害死了？来来来，跟为师走，咱们让你爹知道一下，什么叫天大地大，拳头最……不对，是道理最大！”', '穿越了，也有了一个系统，但林锋压力山大。 系统主线任务：林锋开山立派，建立史上第一大宗门，林锋本人成为第一祖师。 于是为了成为史上第一祖师爷，林锋开始奋斗。 “...', '玄幻', '八月飞鹰', 1, 'easou', '535cc415b5f6ff4d73022215', 548, 0, '665.宗门大比开始', 674, '2014-12-24T11:39:55.624Z', '13415162:0');
INSERT DELAYED INTO `cmsl_book` VALUES(677, 85, 'http://image.cmfu.com/books/2407162/2407162.jpg', '武神空间', '叶希文本只是地球上一个普通的大学生，却意外穿越到了一个名为真武界的世界！\n在这个世界中，强大的武者能翻山倒海，毁天灭地！\n本是资质平凡的他，因为得到了一个神秘的特殊空间！任何的武学都可以在神秘空间中推演，别人修行几十年，他只需要一年！\n只要有足够的灵石，什么天才在他的面前都是浮云！\n本书主群：2.5.2.1.5.9.1.0\n本书VIP群：1.9.2.4.1.9.1.0.6（注：本群只招收订阅了本书的书友，欢迎全定了的同学踊跃加入）\n每天保底三更，一般时间是中午十二点，晚上八点，晚上十点，如果有第四更的话，一般是在凌晨发！', '叶希文本只是地球上一个普通的大学生，却意外穿越到了一个名为真武界的世界！ 在这个世界中，强大的武者能翻山倒海，毁天灭地！ 本是资质平凡的他，因为得到了一个神秘的...', '玄幻', '傅啸尘', 1, 'easou', '50937e348d834c0f1900012b', 294, 22335, '第两千六百七十三章封王的希望，琉璃增元果', 2676, '2014-12-24T16:22:46.334Z', '5490929:1005490929');
INSERT DELAYED INTO `cmsl_book` VALUES(678, 85, 'http://image.cmfu.com/books/3001062/3001062.jpg', '无敌唤灵', '戎家弟子凯旋偶有奇遇，习得唤灵之术，召唤永久存在之特殊灵体，从而名扬天下。\n菜刀帮白鹤弄了两个群。\n书友群：346111719（唤灵书友请加）\n《鹤居》高v群：301124059（全订唤灵的书友请加）\n白鹤会不定时出现在两个群里，与大家聊天打屁侃大山。此外，如果有好的建议等，请告知菜刀，帅哥，唐僧，他们会总结转告白鹤。\n此外，白鹤的《武神》改编成页游了，地址如下http://game.qidian.com/game/ws/login.aspx\n请各位书友一起上去玩耍一翻啊^_^', '戎家弟子凯旋偶有奇遇，习得唤灵之术，召唤永久存在之特殊灵体，从而名扬天下。 菜刀帮白鹤弄了两个群。 书友群：346111719（唤灵书友请加） 《鹤居》高v群：...', '玄幻', '苍天白鹤', 1, 'soso', '51c290a36f5432ef50000026', 190, 1586, '第九十五章求援之约', 1113, '2014-12-24T13:00:20.707Z', '8838392:1008838392');
INSERT DELAYED INTO `cmsl_book` VALUES(679, 85, 'http://img.17k.com/images/bookcover/2013/2466/12/493239-1364709925000.jpg', '修罗武神', '论潜力，不算天才，可玄功武技，皆可无师自通。\n论实力，任凭你有万千至宝，但定不敌我界灵大军。\n我是谁？天下众生视我为修罗，却不知，我以修罗成武神。\n等级：灵武，元武，玄武，天武，武君，武王，武帝，武祖....\n〓〓〓〓〓〓〓〓〓〓〓〓〓〓〓〓〓〓〓〓〓〓〓〓〓〓〓〓\n【修罗殿】①群：215777237（已满）②群：307953758（已满）\n【修罗殿】③群：224035061（已满）④群：118453747（已满）\n【修罗殿】⑤群：99162300（已满）⑥群：294837045（已满）\n【修罗殿】⑦群：225633804（已满）⑧群\n369711898（已满）\n【修罗殿】⑨群：327646385（欢迎加入）', '论潜力，不算天才，可玄功武技，皆可无师自通。 论实力，任凭你有万千至宝，但定不敌我界灵大军。 我是谁？天下众生视我为修罗，却不知，我以修罗成武神。 等级：灵武，...', '玄幻', '善良的蜜蜂', 1, 'sogou', '516531015a29ee6a5e0000e1', 725, 4146, '第一千五百二十九章什么情况？', 1536, '2014-12-24T12:51:11.936Z', '');
INSERT DELAYED INTO `cmsl_book` VALUES(680, 85, 'http://chuangshi.qq.com/Public/mainsite/Uploads/2013-09-04/52273143f21f9.jpg', '主宰之王', '他意志坚韧，不甘平庸，却资质平平，出自卑微的支族。\n一次意外，他融合一只太古神灵的眼睛，从此鲤鱼跃龙门，如彗星般崛起，踏上传奇修行之路。\n从渺小蝼蚁的世界底层，步步生莲，踏入这个宗门林立、天才如云、远古万族、神话争锋、波澜壮阔的大时代。\n——\n快餐店，已完本《仙鸿路》、《仙河风暴》等精品作品，挖坑有保障。\n腾讯微博：http://t.qq.com/lalazongheng\n官方粉丝群：361522428', '他意志坚韧，不甘平庸，却资质平平，出自卑微的支族。 一次意外，他融合一只太古神灵的眼睛，从此鲤鱼跃龙门，如彗星般崛起，踏上传奇修行之路。 从渺小蝼蚁的世界底层，...', '玄幻', '快餐店', 1, 'leidian', '51d227d94a6165603e000050', 655, 1096, '第960章直接出手', 970, '2014-12-24T14:45:15.250Z', '8877097:11858734');
INSERT DELAYED INTO `cmsl_book` VALUES(681, 85, 'http://image.cmfu.com/books/1524659/1524659.jpg', '异世邪君', '世间毁誉，世人冷眼，与我何干？我自淡然一笑；\n以吾本性，快意恩仇，以吾本心，遨游世间，我命由我不由天！\n一代牛人穿越异界，看其如何踏上异世巅峰，成为一代邪君！\n[VIP群：27741054]\n[普群群号：121306926]\n我的小说《异世邪君》改编成为游戏了，大家一起进去捧场哦！\n游戏地址：http://1.ucjoy.com/', '世间毁誉，世人冷眼，与我何干？我自淡然一笑； 以吾本性，快意恩仇，以吾本心，遨游世间，我命由我不由天！ 一代牛人穿越异界，看其如何踏上异世巅峰，成为一代邪君！ ...', '玄幻', '风凌天下', 0, 'easou', '50c541538380e4f81500001a', 288, 8704, '新书《傲世九重天》移动阅读基地发布', 1301, '2012-12-10T01:56:36.271Z', '8140219:1008140219');
INSERT DELAYED INTO `cmsl_book` VALUES(682, 85, 'http://image.cmfu.com/books/2817301/2817301.jpg', '灵域', '三万年前，自称为“神”的搏天族入侵灵域，百族奋起反抗，最终惨败，人族率先投诚，百族随后相继臣服。\n之后万年，所有种族皆被搏天族奴役，被严酷对待，生活在恐怖阴影中。\n搏天族征伐脚步，并未就此停止，以灵域为起始冲入各大秘境空间，四处树敌开战，战力消耗巨大，终被百族觅到机会一举击溃，不得不远遁域外星空。\n三万年后，在搏天族已成为古老传说的时代，一个怀有搏天族血脉的失忆少年，被寄养在一个小小家族，苟延残喘着，静候血脉觉醒的那一天到来。\n……', '三万年前，自称为“神”的搏天族入侵灵域，百族奋起反抗，最终惨败，人族率先投诚，百族随后相继臣服。 之后万年，所有种族皆被搏天族奴役，被严酷对待，生活在恐怖阴影中...', '玄幻', '逆苍天', 1, 'easou', '51d12c844a6165603e00002e', 1273, 8871, '第一千一百八十章神族宝库', 1183, '2014-12-24T10:39:58.743Z', '9109979:1009109979');
INSERT DELAYED INTO `cmsl_book` VALUES(683, 85, 'http://img.17k.com/images/bookcover/2012/769/3/153917.jpg', '武道至尊', '一息若存，希望不灭。\n身怀神武血脉的王辰，肩负重担，带着家族的仇恨，带着梦想踏上武道。\n杀仇人，寻武道，名动天下，带领着家族，带领着没落的宗派，他开始了他的征程，开始了迎接一个又一个的挑战。\n问鼎之路，何其困难，无边杀戮，蔓延而来。\n且看，他如何克服重重困难，神武血脉，君临天下！金刚之身，问鼎苍穹！\n……~……\n新书开启《通天战皇》，诸位好汉多多支持，寻求火力支援！！！\n~~~~~~~~\n书友群：暗夜3群3705553\n（满）\n暗夜四群：219242890（新建）\nVIP读者群：：210342236（暗夜山庄！）进群的成员需要订阅截图认证', '一息若存，希望不灭。 身怀神武血脉的王辰，肩负重担，带着家族的仇恨，带着梦想踏上武道。 杀仇人，寻武道，名动天下，带领着家族，带领着没落的宗派，他开始了他的征程...', '玄幻', '暗夜幽殇', 1, 'easou', '5154eaf5dab8520648000052', 280, 917, '第四百五十八章 玄武传承', 1939, '2014-12-24T15:28:12.875Z', '3798553:1003798553');
INSERT DELAYED INTO `cmsl_book` VALUES(684, 85, 'http://image.cmfu.com/books/3050593/3050593.jpg', '苍穹龙骑', '☆每一本书均订6000+的稳定品质保证，霸气的表哥擅长制造经典！☆\n战斗机王牌飞行员，皇家龙骑士，称霸天空的王者······\n一位真正的骑士，除了带来杀戮与死亡，更多的却是守护与责任。\n无论是黑夜降临，还是太阳升起，只要这片苍穹依然日月交替，守护帝国的龙骑士必将与天空同在，长剑所指，皆是正义！\n罕见的即视感写作手法，华丽丽爽到爆的激烈战斗，经典大片般的阅读盛宴，决不容错过！\n哥不是传说，哥是一本书，请细细品阅！\n★我大龙骑第一季《龙骑战机》实体书已正式发售，中国第一本现代空战小说，精品典藏！★', '☆每一本书均订6000+的稳定品质保证，霸气的表哥擅长制造经典！☆ 战斗机王牌飞行员，皇家龙骑士，称霸天空的王者······ 一位真正的骑士，除了带来杀戮与死亡...', '玄幻', '华表', 1, 'easou', '52a69ff6354221f74404b678', 114, 1046, '第663节吞食', 678, '2014-12-24T16:06:25.503Z', '12067676:1012067676');
INSERT DELAYED INTO `cmsl_book` VALUES(685, 85, 'http://image.cmfu.com/books/3194155/3194155.jpg', '无敌药尊', '华夏年轻的中医圣手穿越异世！！\n什么？中医在异世没用？切，谁说的？\n别人练功升级，我治疗伤病升级。\n一个少年崛起于微末，靠着脑海中神秘气流，披荆斩刺，最终站在异世之巅！！！\nps:炖肉征战玄幻，不一样的类型，带给您一样的精彩！！', '华夏年轻的中医圣手穿越异世！！ 什么？中医在异世没用？切，谁说的？ 别人练功升级，我治疗伤病升级。 一个少年崛起于微末，靠着脑海中神秘气流，披荆斩刺，最终站在异...', '玄幻', '炖肉大锅菜', 1, 'easou', '53951706833544cc126f1580', 202, 0, '第五百五十七章加入镇魔宗', 567, '2014-12-24T12:00:24.399Z', '14140567:14239014');
INSERT DELAYED INTO `cmsl_book` VALUES(686, 85, 'http://image.cmfu.com/books/3119116/3119116.jpg', '新风领地', '没有绚烂的武技，没有高深的功法，这是一个穿越者逐渐改变异界生活，文化，娱乐的故事。这是一个把领地逐渐改变成现代化城市，引领异界新风尚的故事。故事中也许有些许热血，些许争斗，但更多的是一个个新事物的诞生，以及一个小村庄慢慢成长为大娱乐帝国的过程。', '没有绚烂的武技，没有高深的功法，这是一个穿越者逐渐改变异界生活，文化，娱乐的故事。这是一个把领地逐渐改变成现代化城市，引领异界新风尚的故事。故事中也许有些许热血...', '玄幻', '蒜书', 1, 'soso', '5337d577b6dcbc6e3c0004f5', 90, 0, '第六百一十八章我们自己来宣传', 625, '2014-12-24T10:35:17.794Z', '13023507:1013023507');
INSERT DELAYED INTO `cmsl_book` VALUES(687, 85, 'http://images.zhulang.com/book_cover/image/18/98/189843.jpg', '异世灵武天下', '穿越后，成为已死的废柴少爷，遇上了神秘老者南叔。\n为亲情，为红颜，为身边最亲的人，陆少游从废柴一步步踏上强者之路。\n强者之路，一路荆棘遍布，却也阻挡不住一颗强者之心。\n醉卧美人膝，醒掌天下权，传言武道巅峰，灵道极致，便能踏碎虚空。灵武双修，不世霸枭，既然来了，就要留下一世传奇。\n【小禹公众微信平台已经开通，搜索‘禹枫YF’就可添加。】。', '穿越后，成为已死的废柴少爷，遇上了神秘老者南叔。 为亲情，为红颜，为身边最亲的人，陆少游从废柴一步步踏上强者之路。 强者之路，一路荆棘遍布，却也阻挡不住一颗强者...', '玄幻', '禹枫', 0, 'soso', '5106099abb1c67cf28000016', 122, 5164, '第二千零六十五章 来者之强【两更】', 2067, '2014-07-18T01:22:54.015Z', '3998706:12942613');
INSERT DELAYED INTO `cmsl_book` VALUES(688, 85, 'http://image.cmfu.com/books/3017651/3017651.jpg', '法师奥义', '只要能够构建一个稳定的法术模型，任何人都可以成为法师！这就是法师的终极奥义！\n穿越成为贵族之子，带着前世的超级量子计算机，法术模型信手拈来……\n*****\n【新书需要大家的爱护，老月将全力打造一个精彩纷呈的异界！】', '只要能够构建一个稳定的法术模型，任何人都可以成为法师！这就是法师的终极奥义！ 穿越成为贵族之子，带着前世的超级量子计算机，法术模型信手拈来…… ***** 【新...', '玄幻', '月中阴', 1, 'easou', '52809fc5e7ef4f3f2d008955', 159, 750, '第八百九十七章虚无界核心(上)', 897, '2014-12-24T09:25:46.375Z', '11834542:1011834542');
INSERT DELAYED INTO `cmsl_book` VALUES(689, 85, 'http://image.cmfu.com/books/3123620/3123620.jpg', '疯巫妖的实验日志', '这是个疯狂的巫妖，带着游戏系统，祸害整个世界的故事。\n“看下本日的日常……又是这坑爹的两选一，毁灭任意一座三万人以上的城镇，奖励10000点邪恶点数。抢三个小朋友的棒棒糖，奖励1点。若两个都没有完成，那么，扣2点。”\n“呸！当我是傻的呀，真毁了一个城镇，保证刷出一个全员史诗的中古圣骑士团来讨伐我，到时有的赚，没的花。我还是乖乖做我的棒棒糖大盗吧。”\n恶名昭彰的巫妖已经当够了，谁说巫妖就不能当好人了？我一定要战胜这该死的系统，做一个堂堂正正的大好人。', '这是个疯狂的巫妖，带着游戏系统，祸害整个世界的故事。 “看下本日的日常……又是这坑爹的两选一，毁灭任意一座三万人以上的城镇，奖励10000点邪恶点数。抢三个小朋...', '玄幻', '愤怒的松鼠', 1, 'sogou', '534cb3dff82de2d03b00269b', 173, 0, '第310章 变局', 312, '2014-12-24T16:04:51.974Z', '13295858:13645808');
INSERT DELAYED INTO `cmsl_book` VALUES(690, 85, 'http://static.zongheng.com/upload/cover/2013/10/1382583274782.jpg', '不败战神', '少年，就是要在阳光下挥洒汗水！少年，就是要不断战斗，然后胜利！无尽天路之旅，无尽征途，见证少年的热血和传奇！心怀野望，烈血如燃！永远少年，不败战神！', '少年，就是要在阳光下挥洒汗水！少年，就是要不断战斗，然后胜利！无尽天路之旅，无尽征途，见证少年的热血和传奇！心怀野望，烈血如燃！永远少年，不败战神！', '玄幻', '方想', 1, 'easou', '515bdc1ba2742dd80a000001', 474, 12818, '第七百七十一节还有谁', 791, '2014-12-24T13:21:55.128Z', '8324840:1008324840');
INSERT DELAYED INTO `cmsl_book` VALUES(691, 85, 'http://image.zhuishushenqi.com/cover/ba/baf1ef9b8c04eaf379db0e6651774ce4.jpg', '邪御天娇', '世上有两种女人，一种是风情万种的打火机，一种不解风情的灭火器。\r\n证明自己活着很简单，就是让自己的血液永远沸腾，而这就需要不断的点火。\r\n作为一个称职的男人，需要和那些能点燃自己血液的女人有着深层次的交流，让她们随着自己一起涨姿势，学文化，知深浅，永远保持着热血沸腾！\r\n——叶楚语录！ \r\n以奇特的手法，打造一个截然不同的玄幻世界，带给大家不一样的感受。', '世上有两种女人，一种是风情万种的打火机，一种不解风情的灭火器。 证明自己活着很简单，就是让自己的血液永远沸腾，而这就需要不断的点火。 作为一个称职的男人，需...', '玄幻', '纯情犀利哥', 1, 'sogou', '5153e387dab852064800003c', 209, 1017, '2156 天之书', 2158, '2014-12-24T17:16:54.557Z', '7074118:13430339');